Repository: lizardsystem/controlnext
Catalog: controlnext/locale/*/LC_MESSAGES/django.po
Languages: nl

source: location
nl: lokatie

source: tomato
nl: tomaat

source: chrysanthemum
nl: chrysant

source: name of the grower
nl: naam van de tuinder

source: type of crop
nl: soort gewas

source: crop surface area (m2)
nl: gewas oppervlakte (m2)

source: e.g. waterstand_basins
nl: b.v. waterstand_basins

source: e.g. neerslag_combo
nl: b.v. neerslag_combo

source: e.g. OPP1 (i.e. Oranjebinnenpolder Oost)
nl: b.v. OPP1 (i.e. Oranjebinnenpolder Oost)

source: maximum storage capacity (m3)
nl: maximale opslagcapaciteit (m3)

source: minimum storage capacity (%)
nl: minimale opslagcapaciteit (%)

source: maximum storage capacity (%)
nl: maximale opslagcapaciteit (%)

source: rain flood surface (m2)
nl: regen uitstroom oppervlakte (m2)

source: maximum outflow per time unit (m3)
nl: maximale uitstroom per tijdseenheid (m3)

source: top of basin (cm)
nl: bovenkant bassin (cm)

source: height of level indicator (cm)
nl: hoogte van niveau meter (cm)

source: image
nl: foto

source: grower info
nl: tuinder info

source: name of the basin
nl: bassin naam

source: must be unique for grower
nl: dient uniek te zijn per tuinder

source: grower fill meter - filter id
nl: vullingsgraadmeter tuinder - filter id

source: e.g. meetpunt
nl: bijv. meetpunt

source: grower fill meter - location id
nl: vullingsgraadmeter tuinder - locatie id

source: grower fill meter - parameter id
nl: vullingsgraadmeter tuinder - parameter id

source: basin discharge valve - filter id
nl: bassin uitstroom klep - filter id

source: basin discharge valve - location id
nl: bassin uitstroom klep - locatie id

source: basin discharge valve - parameter id
nl: bassin uitstroom klep - parameter id

source: greenhouse valve 1 - filter id
nl: kas klep 1 - filter id

source: greenhouse valve 1 - location id
nl: kas klep 1 - locatie id

source: greenhouse valve 1 - parameter id
nl: kas klep 1 - parameter id

source: greenhouse valve 2 - filter id
nl: kas klep 2 - filter id

source: greenhouse valve 2 - location id
nl: kas klep 2 - locatie id

source: greenhouse valve 2 - parameter id
nl: kas klep 2 - parameter id

source: predicted 5 day rain - filter id
nl: voorspelde 5 daagse regen - filter id

source: predicted 5 day rain - parameter id
nl: voorspelde 5 daagse regen - parameter id

source: real 5 day rain - filter id
nl: werkelijke 5 daagse regen - filter id

source: real 5 day rain - parameter id
nl: werkelijke 5 daagse regen - parameter id

source: current fill (m3)
nl: huidige vulling (m3)

source: basin
nl: bassin

source: basins
nl: bassins

source: Grower basins
nl: Tuinder bassins

source: These are the connected grower basins.
nl: Dit zijn de aangesloten bassins.

source: Back to homepage
nl: Terug naar begin
